// © Copyright 2011-2015 HP Development Company, L.P.

//Designjet Assistant

DesignjetAssistantTaskTOCTitle = "Asystent konfiguracji";

//Device Discovery

PrinterNameColumnTitle = "Nazwa drukarki";
PrinterModelColumnTitle = "Model drukarki";
PrinterDriverColumnTitle = "Sterownik drukarki";
ConnectionColumnTitle = "Połączenie";
DetailsColumnTitle = "Szczegóły";

DeviceDiscoveryTaskName = "Dodaj urządzenie";
DeviceDiscoveryNameText = "Nazwa:";
DeviceDiscoveryInformativeText = "Wybierz drukarkę na liście i naciśnij przycisk Kontynuuj, aby dodać drukarkę do systemu.";

//Queue Created

QueueCreatedText = "Kolejka dla tej drukarki została utworzona.\n\nAby utworzyć kolejkę drukarki dla innych drukarek pokazanych na poprzedniej liście, kliknij Powrót i powtórz proces.\n\nPo zakończeniu kliknij Kontynuuj.";
QueueCreatedTaskName = "Utworzono kolejkę drukowania";

QueueDuplicationAlertTitle = "Ustawianie %@";
QueueDuplicationAlertText = "Już istnieje kolejka dla %@ Czy chcesz stworzyć nową kolejkę?";

//CIP Task

CIPTaskControllerTaskTOCTitle = "HP Designjet PAK";

//CIP Introduction

CIPIntroductionText = "Pomóż nam tworzyć lepsze produkty!\n\nPrzystąp do Programu aktywności klientów (PAK) HP Designjet i pomóż nam tworzyć lepsze produkty. Anonimowe dane o użyciu drukarki, które zbieramy, pomagają nam ustalić, w jaki sposób korzystasz z drukarki i które funkcje są dla Ciebie najważniejsze. Wszystkie dane są zbierane i wykorzystywane zgodnie z Zasadami zachowania poufności informacji programu PAK. Nie masz obowiązku wypełniania żadnych ankiet ani wysyłania zwrotnych wiadomości e-mail. Żadne osobiste informacje kontaktowe nie są gromadzone. W dowolnym momencie możesz zrezygnować z uczestnictwa w programie.";
CIPIntroductionPrivacyStatementLink = "Zasadami zachowania poufności informacji programu PAK";
CIPIntroductionPrivacyStatementLinkTooltip = "Zasady zachowania poufności informacji PAK";

"Yes, I want to participate (send anonymous data only)" = "Chcę wziąć udział (tylko wysył. anonimowych danych)";
"No, thank you" = "Nie, dziękuję";

CIPIntroductionTaskName = "Program aktywności klientów (PAK) HP Designjet";
CIPIntroductionTaskTOCTitle = "Wprowadzenie";
CIPSendSerialText = "Wybranie opcji „Wyślij numer seryjny mojej drukarki” umożliwia nam zapewnienie lepszego serwisu i pomocy technicznej dla urządzenia; ponadto jest to wymagane w celu ustalenia prawa do udziału w określonych programach z nagrodami przyznawanymi na podstawie statystyk użycia.";

"Send my printer's serial number" = "Wyślij numer seryjny mojej drukarki";

//CIP Business Profile

CIPBusinessProfileText = "Aby pomóc nam lepiej zrozumieć Twoje środowisko pracy, możesz przekazać nam poniższe informacje opcjonalne. Jeśli postanowisz nie przekazywać tych informacji, będziemy nadal otrzymywać od Ciebie anonimowe dane dotyczące użycia drukarki, jeśli zgodzisz się na udział w programie PAK. Wszystkie dane są zbierane i wykorzystywane zgodnie z Polityką prywatności firmy HP. Nie masz obowiązku wypełniania żadnych ankiet ani wysyłania zwrotnych wiadomości e-mail. Żadne osobiste informacje kontaktowe nie są gromadzone.";

CIPBusinessProfileTaskName = "Program aktywności klientów (PAK) HP Designjet";
CIPBusinessProfileTaskTOCTitle = "Profil biznesowy";

BusinessTypeText = "Rodzaj działalności:";
BusinessSizeText = "Wielkość firmy:";
GeographicalRegionText = "Region geograficzny:";

"None" = "Brak";
"Architecture, Engineering, Construction" = "Architektura, technika, budownictwo";
"Graphic Design, Advertising Services" = "Projektowanie graficzne, usługi reklamowe";
"Infrastructure, Utilities, Telecommunications" = "Infrastruktura, media, telekomunikacja";
"Manufacturing, Automotive, Transportation" = "Produkcja, motoryzacja, transport";
"Printing Services" = "Usługi poligraficzne";
"Professional Photography Services" = "Profesjonalne usługi fotograficzne";
"Public Sector" = "Sektor publiczny";
"Other" = "Inne";

"1-10 employees" = "1-10 pracowników";
"10-100 employees" = "10-100 pracowników";
"100-1000 employees" = "100-1000 pracowników";
"more than 1000 employees" = "ponad 1000 pracowników";

"Americas" = "Ameryka Północna i Południowa";
"Europe, Middle East, Africa" = "Europa, Bliski Wschód, Afryka";
"Asia Pacific, Japan" = "Azja i Pacyfik, Japonia";

//HP Proactive Support

ProactiveSupportAgreementText = "HP Proactive Support zapewnia łatwy i wygodny sposób monitorowania drukarek HP, ich aktualizowania i jak najlepszego użytkowania.\
\n\nAby uzyskać więcej szczegółów, zobacz Umowę HP Proactive Support.";
ProactiveSupportTaskName = "HP Proactive Support";
ProactiveSupportAgreementLink = "Umowę HP Proactive Support";
ProactiveSupportAgreementLinkTooltip = "Umowa HP Proactive Support";

"Yes, I want to enable it" = "Tak, chcę włączyć";

//HP Printer Monitor

PrinterMonitorTextField = "Aplikacja HP Printer Monitor umożliwia określanie stanu drukarek HP Designjet w tle i informuje, gdy wymagane jest podjęcie działania (np. w związku z problemami z kasetami czy zacięciami papieru)\nCzy chciałbyś otrzymywać powiadomienia w formie alertów? Możesz zmienić te ustawienie później.";
AdviseAlertsAgreement = "Tak, chcę teraz otrzymywać powiadomienia";
AdviseAlertsChoosen = "Alerty będą wyświetlane jako banery bezpośrednio na pasku Dock.";
AdviseAlertsNotChoosen = "Alerty nie będą wyświetlane na pasku Dock. Musisz otworzyć aplikację HP Printer Monitor, aby zobaczyć alerty.";

PrinterMonitorTaskName = "Alerty HP Printer Monitor";
PrinterMonitorTaskTOCTitle = "HP Printer Monitor";

"Show all alerts" = "Pokaż wszystkie alerty";
"Show only critical alerts" = "Pokaż tylko alerty o krytycznym znaczeniu";

// Web Registration

WebRegistrationTaskName = "Rejestracja w sieci Web";

WebRegistrationTextField = "Dziękujemy za zakup!\n\nProsimy, poświęc kilka minut na rejestrację twojej nowej drukarki. Dzięki rejestracji drukarki:\n\nWeźmiesz udział w akcjach HP i otrzymasz wspaniałe prezenty!\n\nZapewnisz także HP informacje, jakich potrzebujemy, aby rozwijać nasze produkty tak, by jak najbardziej odpowiadały klientom.\n\nOtrzymasz darmowe członkostwo w Designjet Online (który jest doskonałym źródłem informacji oraz porad dotyczących między innymi drukarek, atramentu, papieru i sterowników). Jest tam także wiele opisów przypadków, które mogą cię zainspirować - niektóre z nich są napisane przez naszych użytkowników!\n\nNiezarejestrowanie twojego produktu nie unieważnia warunków gwarancji.\n\nZarejestruj...";

WebRegistrationLink = "Zarejestruj...";
WebRegistrationLinkTooltip = "Zarejestruj";

WebRegistrationStatementText = "Po kliknięciu opcji „Kontynuuj” nawiązane zostanie połączenie ze stronami internetowymi HP za pośrednictwem domyślnej przeglądarki.\n\nDo ukończenia tej operacji wymagane jest przekazanie części informacji osobistych do bezpiecznych serwerów HP. Przesyłane dane mogą obejmować m.in.:\n\nadres IP,\nmodel drukarki,\nsystem operacyjny.\n\nPolityka prywatności online HP";

WebRegistrationStatementLink = "Polityka prywatności online HP";

//Summary

SummaryTextField-1 = "Asystent konfiguracji zakończył działanie.";
SummaryTextField-2 = "W aplikacji HP Printer Monitor aktywowano:";
SummaryTextCIP = "Program aktywności klientów (PAK) HP Designjet";
SummaryTextPriactiveSupport = "HP Proactive Support";
SummaryTextAlerting = "Alerty";
SummaryTextField-3 = "Aby zmienić ustawienia alertów i Twój udział w programach HP Designjet, w aplikacji HP Printer Monitor otwórz Preferencje monitorowania.";

SummaryTaskName = "Podsumowanie";

//CIP Privacy Statement Window

PrivacyStatementText = "Firma HP szanuje prywatność swoich klientów i stara się ją chronić.\n\nFirma HP przedstawia niniejsze Zasady zachowania poufności informacji w celu poinformowania, że za zgodą użytkownika funkcja „Program aktywności klientów” (PAK) umożliwia okresowe wysyłanie informacji dotyczących konfiguracji i materiałów eksploatacyjnych z urządzenia do firmy HP. Informacje przesłane do firmy HP są wykorzystywane w celu doskonalenia produktów i usług oraz monitorowania urządzenia w przypadku zawarcia umowy z firmą HP na świadczenie takich usług, jak aktywna wymiana kaset z atramentem, płatność za stronę, pomoc techniczna czy śledzenie użycia.\n\nFirma HP zbiera dane o stanie i użyciu drukarki oraz inne dane specyficzne dla drukarki. Dane te mogą być udostępniane innym podmiotom HP, również zagranicznym, w celu włączenia do Programu aktywności klientów i prowadzenia badania rynku, co pozwala firmie HP na doskonalenie jakości jej produktów i usług.\n\nOto reprezentatywna, lecz niepełna, lista informacji zbieranych w ramach Programu aktywności klientów:\n\nInformacje o drukarce:\n\t- Nazwa produktu\n\t- Numer produktu\n\t- Numer seryjny\n\t- Wersja oprogramowania sprzętowego\n\t- Liczba wydrukowanych stron\n\t- Stan drukarki\n\t- Informacje o stanie drukarki\n\t- Dziennik zdarzeń (zawierający listę błędów drukarki)\n\t- Informacje z ewidencjonowania ostatnich wydruków\n\nFirma HP zapewnia poufność wszelkich zgromadzonych danych zgodnie z Zasadami zachowania poufności informacji firmy HP online, a ponadto zapewnia, że HP podejmie wszelkie niezbędne środki ostrożności przy przetwarzaniu zebranych danych o stanie drukarki i danych dotyczących jej używania. Najnowsze informacje dotyczące zachowania poufności lub metod zbierania danych znajdują się na lokalnej stronie internetowej firmy HP.\n\nW celu skorzystania z praw dotyczących dostępu, skorygowania lub anulowania swoich danych należy napisać na adres myprinteradmin@hp.com";

HPPrivacyStatement = "Zasady zachowania poufności informacji firmy HP";
PersonalDataRightsNotice = "Oświadczenie dotyczące prawa do ochrony danych osobowych";

ProactiveSupportStatementText = "<html><body><font size=+1>
<p>HP Proactive Support to łatwy i wygodny sposób monitorowania drukarek HP oraz ich aktualizowania i wykorzystywania w optymalny sposób. Usługa informuje o dostępnych aktualizacjach sprzętu i oprogramowania zainstalowanego w urządzeniu, ale to użytkownik decyduje i wybiera, które z nich zainstalować. Alerty i informacje pomocy technicznej są łatwe do zrozumienia — wiadomo, kiedy urządzenie wymaga podjęcia konkretnych działań.</p>
<p>Kolejne aktualizacje będą udostępniane na bieżąco. Odstępy, w jakich usługa HP Proactive Support sprawdza dostępność nowych aktualizacji, jest określany przez użytkownika.</p>
<p>Firma HP dokłada wszelkich starań, aby chronić prywatność klientów, którzy korzystają z usługi HP Proactive Support. Dane zbierane z komputera przez usługę HP Proactive Support będą wykorzystywane do ustalenia, czy potrzebne są aktualizacje oprogramowania i czy w systemie nie występują błędy znane firmie HP.</p>
<p>Monitorowane informacje nie będą wykorzystywane do śledzenia poszczególnych klientów, komputerów ani podłączonych drukarek. Nie są zbierane żadne dane pozwalające na identyfikację, takie jak imię i nazwisko, adres czy adres poczty elektronicznej. Wszelkie zbierane dane są przechowywane w postaci zagregowanej i używane do badań rynkowych oraz w celu poprawy jakości produktów i usług oferowanych przez firmę HP.</p>
<p>Dane te mogą być przechowywane przez okres do 5 lat od daty ostatniego przekazania danych do firmy HP i mogą być przesyłane do systemu HP zlokalizowanego na innym kontynencie. Adres IP komputera użytkownika jest wykorzystywany do potrzeb transmisji danych, tak jak podczas standardowej komunikacji przez Internet.</p>
<p>W ramach usługi HP Proactive Support zbierane są m. in. następujące informacje:<br> – nazwa systemu operacyjnego,<br> – ustawienie kraju/regionu,<br> – ustawienie języka,<br> – lista drukarek skonfigurowanych w programie HP Printer Monitor.</p>
<p>Aby udoskonalić usługę HP Proactive Support, firma HP monitoruje także liczbę pobranych rozwiązań oraz liczbę udanych i nieudanych instalacji aktualizacji. Te dane są monitorowane anonimowo. Do danych klientów zbieranych w usłudze HP Proactive Support nie są dołączane niepowtarzalne identyfikatory.</p>
<p>Więcej informacji o polityce prywatności można znaleźć na stronie <a href=\"http://www.hp.com/go/proactivesupport/privacy/en\">http://www.hp.com/go/proactivesupport/privacy</a></p></font></body></html>";


